tap "felixkratz/formulae"
tap "oven-sh/bun"
tap "nikitabobko/tap"

brew "bat"
brew "bash"
brew "cmake"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "lazygit"
brew "neovim"
brew "postgresql@18"
brew "pre-commit"
brew "ripgrep"
brew "starship"
brew "tailscale"
brew "tilt"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "oven-sh/bun/bun"
cask "aerospace"
cask "leader-key"
