brew "bat"
brew "cmake"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "lazygit"
brew "neovim"
brew "pre-commit"
brew "ripgrep"
brew "starship"
brew "tilt"
brew "tree-sitter-cli"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
